Repository: wp-plugins/woocommerce-gestpay
Catalog: languages/woocommerce_gestpay_starter-*.po
Languages: it_it

source: Enable/Disable:
it_it: Abilita/Disabilita:

source: Enable GestPay Starter.
it_it: Abilita GestPay Starter.

source: Title:
it_it: Titolo:

source: The title which the user sees during checkout.
it_it: Il titolo che l'utente visualizza durante il checkout.

source: Description:
it_it: Descrizione:

source: This controls the description which the user sees during checkout.
it_it: Questo controlla la descrizione che l'utente visualizza durante il checkout.

source: Tip: Use the quicktags (%s) with qTranslate.
it_it: Suggerimento: Usa i quicktags (%s) con qTranslate.

source: Pay securely by Credit or Debit card through GestPay's Secure Servers.
it_it: Effettua un pagamento tramite carta di credito o di debito, attraverso i server sicuri di GestPay.

source: Please enter your shopLogin as provided by GestPay.
it_it: Perfavore, inserisci il tuo shopLogin fornito da GestPay

source: GestPay Pro Parameters
it_it: Parametri di GestPay Pro

source: Enable the buyer e-mail parameter
it_it: Abilita il parametro relativo all'email dell'acquirente

source: Enable the buyer name parameter
it_it: Abilita il parametro relativo al nome dell'acquirente

source: Enable the language parameter
it_it: Abilita il parametro lingua

source: Allows to set the language of the GestPay payment page automatically (with qtranslate or WPML)
it_it: Permette di impostare automaticamente la lingua della pagina di pagamento di GestPay (con qtranslate o WPML)

source: Enter your custom information as parameter=value, one for each row. The space and the following characters are not allowed:
it_it: Inserisci le tue informazioni personalizzate come parametro=valore, uno per ogni riga. Lo spazio e i seguenti caratteri non sono ammessi:

source: Card Icons
it_it: Icone delle carte di credito

source: Select the accepted cards to show them as icon
it_it: Seleziona le carte di credito abilitate per mostrarle come icona

source: Gateway Testing
it_it: Test del Gateway

source: Experimental features
it_it: Funzionalità sperimentali

source: Force Re-Encrypt:
it_it: Forza ri-cifratura:

source: Forces the re-encryption process.
it_it: Forza il processo di ri-cifratura

source: In certain cases can be useful to force the re-encryption of the string sent to the GestPay server. <strong>Warning: this is an experimental feature! Enable this feature only if you know what you are doing.</strong>
it_it: In alcuni casi può essere utile per forzare la ri-cifratura della stringa inviata al server GestPay. <strong>Attenzione: questa è una funzione sperimentale! Attivare questa funzione solo se si sa cosa si sta facendo.</strong>

source: Sandbox/test mode:
it_it: Modalità sandbox/test:

source: Enable sandbox mode
it_it: Abilita la modalità sandbox

source: If checked (default), the checkout will be processed with the test URL, else with the real one.
it_it: Se selezionato (default), il checkout verrà processato con l'indirizzo di test, altrimenti con quello reale.

source: Enable logging events
it_it: Abilita la registrazione degli eventi

source: Log GestPay Starter events inside the woocommerce/logs/%s.txt file
it_it: Registra gli eventi di GestPay Starter sul file woocommerce/logs/%s.txt

source: Enable emails for logging errors
it_it: Abilita le email per l'avviso degli errori

source: Log GestPay Starter errors using the email
it_it: Registra gli errori di GestPay Starter usando l'email

source: Accept payments from Credit/Debit cards through the GestPay Payment Gateway. After the customer enters his credit card informations, will be redirected to a secure GestPay server's hosted page to finish the transaction.
it_it: Accetta pagamenti da carte di credito/debito attraverso il gateway di pagamento GestPay. Dopo che il cliente inserisce le informazioni della sua carta di credito, verrà reindirizzato alla pagina ospitata sui server sicuri di GestPay per completare la transazione.

source: In your GestPay account, you have to set the response URL to the one of the view order, for example on: http://yoursitetname/my-account/view-order/. In this way the customer can know the transaction results.
it_it: Nel tuo account GestPay, è necessario impostare l'URL di risposta a quella dell'ordine vista, ad esempio su:<br> http://yoursitetname/my-account/view-order/. In questo modo il cliente può conoscere i risultati delle transazioni.

source: The credit card informations will not be stored anywhere in this system, but they will be inserted into the secure servers of GestPay.
it_it: Le informazioni delle carte di credito non verranno memorizzate da nessuna parte in questo sistema, ma verranno inserite nei server sicuri di GestPay.

source: To get <strong>GestPay Professional</strong> please visit %s or send me an email at %s
it_it: Per ottenere <strong>GestPay Professional</strong> visita %s oppure inviami un'email a %s

source: Crypted string [%s]: %s
it_it: Stringa cifrata [%s]: %s

source: You are forcing the re-encryption process: this may cause multiple calls to the GestPay webservice.
it_it: Stai forzando il processo di ri-cifratura: questo può causare chiamate multiple verso il webservice di GestPay.

source: If you have come to this page it is likely that there has been an error in our system or in the GestPay payment system. In any case, an automated email has been sent to the system administrator, who will verify that error as soon as possible. To place your purchase you can try again later. We apologize for the inconvenience.
it_it: Se sei capitato in questa pagina è probabile che ci sia stato un errore nel nostro sistema o nel sistema di pagamento GestPay. In ogni caso, una email automatica è stata inviata all'amministratore di sistema, che il prima possibile verificherà tale errore. Per concludere il tuo acquisto puoi riprovare più tardi. Ci scusiamo per l'inconveniente.

source: Fatal Error: Check the GestPay configuration.
it_it: Errore Fatale: Verifica la configurazione di GestPay

source: Transaction language is %s
it_it: La lingua della transazione è %s

source: Retrieving args for the order no: %s
it_it: Sto recuperando gli argomenti per l'ordine n.: %s

source: Checking GestPay response...
it_it: Sto verificando la risposta di GestPay...

source: This is the second call: do nothing.
it_it: Questa è la seconda chiamata: non fare nulla.

source: Generating the gestpay redirect form...
it_it: Sto generando il form di redirect di gestpay...

source: The b parameter is invalid.
it_it: Il parametro b non è valido.

source: Fatal Error: Soap Client Request Exception with error %s
it_it: Errore Fatale: Eccezione nella richiesta del client Soap con errore %s

source: Fatal Error: Soap Client Encryption Exception with error %s
it_it: Errore Fatale: Eccezione nella criptazione con il client Soap con errore %s

source: Fatal Error: Soap Client Response Exception with error %s
it_it: Errore Fatale: Eccezione nella risposta del client Soap con errore %s

source: Fatal Error: Soap Client Decryption Exception with error %s
it_it: Errore Fatale: Eccezione nella decriptazione con il client Soap con errore %s

source: Transaction failed with error
it_it: La transazione è fallita con errore

source: Transaction for order %s failed with error %s
it_it: La transazione per l'ordine %s è fallita con errore %s

source: Thank you for shopping with us. Your transaction %s has been processed correctly. We will be shipping your order to you soon.
it_it: Grazie per aver acquistato da noi. Il tuo ordine %s è stato correttamente elaborato. Presto spediremo il tuo ordine.

source: Transaction for order %s has been completed successfully.
it_it: La transazione per l'ordine %s è stata completata con successo.

source: Transaction for order %s has been already completed.
it_it: La transazione per l'ordine %s è già stata completata.
