Repository: wp-plugins/woocommerce-gestpay
Catalog: languages/woocommerce_gestpay-*.po
Languages: it_it

source: Enable GestPay Redirect Payment Module.
it_it: Abilita il modulo di pagamento per redirect di GestPay

source: Pay securely by Credit or Debit card through GestPay's Secure Servers.
it_it: Effettua un pagamento tramite carta di credito o di debito, attraverso i server sicuri di GestPay.

source: Please enter your shopLogin as provided by GestPay.
it_it: Perfavore, inserisci il tuo shopLogin fornito da GestPay

source: If checked (default), the checkout will be processed with the test URL, else with the real one.
it_it: Se selezionato (default), il checkout verrà processato con l'indirizzo di test, altrimenti con quello reale.

source: GestPay Account Type:
it_it: Tipo di account GestPay:

source: Please select your GestPay account type.
it_it: Perfavore, seleziona il tipo di account GestPay.

source: Accept payments from Credit/Debit cards through the GestPay Payment Gateway. The customer will be redirected to a secure GestPay hosted page to enter their card details.
it_it: Accetta pagamenti dalle carte di credito/debito attraverso il portale di pagamento di GestPay. L'acquirente verrà rediretto su una pagina sicura di GestPay nella quale inserirà i dettagli della carta.

source: Thank you for your order, please click the button below to pay with gestpay.
it_it: Grazie per il tuo ordine, perfavore clicca sul bottone in basso per pagare con GestPay.

source: Fatal Error: Soap Client Encryption Exception
it_it: Errore Fatale: Eccezione nella crittografia del Soap Client

source: Fatal Error: Soap Client Exception
it_it: Errore Fatale: Eccezione nel Soap Client

source: Fatal Error: Transaction Result Error
it_it: Errore Fatale: Errore nei risultati della transazione

source: Fatal Error: Soap Client Decryption Exception
it_it: Errore Fatale: Eccezione nella fase di decrittazione del Soap Client

source: Thank you for shopping with us. Your transaction %s has been processed correctly. We will be shipping your order to you soon.
it_it: Grazie per aver acquistato da noi. Il tuo ordine %s è stato correttamente elaborato. Presto spediremo il tuo ordine.

source: Credit/Debit Card
it_it: Carta di credito/debito

source: In the GestPay account, you have to set the response URLs to the one of the view order, for example: http://hostname/my-account/view-order/, to let the customer to know the transaction results.
it_it: Nell'account GestPay, devi impostare le URL su quella della visualizzazione dell'ordine, per esempio: http://hostname/my-account/view-order/, in modo da mostrare all'utente i risultati della transazione.

source: If you have come to this page it is likely that there has been an error in our system or in the GestPay payment system. In any case, an automated email has been sent to the system administrator, who will verify that error as soon as possible. To place your purchase you can try again later. We apologize for the inconvenience.
it_it: Se sei capitato in questa pagina è probabile che ci sia stato un errore nel nostro sistema o nel sistema di pagamento GestPay. In ogni caso, una email automatica è stata inviata all'amministratore di sistema, che il prima possibile verificherà tale errore. Per concludere il tuo acquisto puoi riprovare più tardi. Ci scusiamo per l'inconveniente.
